
"Passcode Lock" = "Verrouillage par code";

"All data in this app will be erased after %d failed passcode attempts." = "Toutes les données dans l’appli seront effacées après %d tentatives échouées.";
"Cancel" = "Annuler";
"Enable" = "Activer";
"Erase all content in the app after %d failed passcode attempts." = "Effacer toutes les données dans l’appli après %d tentatives échouées.";

"Turn Passcode Off" = "Désactiver le code";
"Turn Passcode On" = "Activer le code";
"Change Passcode" = "Changer le code";
"Erase Data" = "Effacer les données";
"Set Passcode" = "Définir le code";
"Turn off Passcode" = "Désactiver le code";
"Enter Passcode" = "Tapez votre code";
"1 Failed Passcode Attempt" = "1 tentative a échoué.";
"%i Failed Passcode Attempts" = "%i tentatives ont échoué.";
"Passcodes did not match. Try again." = "Les codes sont différents. Réessayez.";
"Enter a different passcode. You cannot re-use the same passcode." = "Tapez un code différent. Le même code ne peut être réutilisé.";
"Erase all data and reset passcode" = "Effacer toutes les données et désactiver le code?";

"Enter your passcode" = "Tapez votre code";
"Enter a passcode" = "Saisissez un code";
"Re-enter your passcode" = "Retapez votre code";
"Enter your old passcode" = "Tapez votre ancien code";
"Enter your new passcode" = "Tapez votre nouveau code";
"Re-enter your new passcode" = "Retapez votre nouveau code";

"Passcode lock notice" = "Veuillez remarquer";
"ResetInfo" = "Il n’y a aucun moyen de réinitialiser le code ; si vous l’oubliez, vous ne pourrez plus accéder à vos conversations.";
"The app passcode lock protects your data against prying eyes, but it is not a replacement for setting a passcode lock on your device.\nIf you haven't done so already, set a device passcode lock too in order to ensure that the data on your device is encrypted." = "Le code de l’appli protège vos données des regards indiscrets, mais ne remplace en aucun cas le paramétrage d’un verrouillage du code sur votre appareil.\nSi vous ne l’avez pas encore fait, paramétrez un verrouillage de code sur votre appareil afin de garantir que vos données sont cryptées.";

"Require Passcode" = "Exiger le code";
"Immediately" = "immédiatement";
"After 1 minute" = "après 1 minute";
"After %d minutes" = "après %d minutes";
"After 1 min." = "après 1 mn";
"After %d min." = "après %d mn";
"After 1 hour" = "après 1 heure";
"After %d hours" = "après %d heures";

"Passcode_remove_title" = "Discussions privées";
"Passcode_remove_message" = "Si vous retirez la protection d'accès, toutes vos discussions privées deviendront visibles de nouveau dans l'aperçu des discussions.";
"Passcode_remove_disable" = "Désactiver le code";
